Repository: CanaimaGNULinux/canaimagnulinux.web.locales
Catalog: src/canaimagnulinux/web/locales/locales/*/LC_MESSAGES/pas.plugins.velruse.po
Languages: es

source: Allows users to log in with social networks through Velruse
es: Permitir a los usuarios ingresar con las redes sociales mediante Velruse

source: Authentication services enabled
es: Servicios de autenticación activados

source: Back to general Velruse settings
es: Volver a configuraciones generales de Velruse

source: Blacklist management
es: Administración de bloqueados

source: Blacklisted?
es: ¿Bloqueado?

source: Cancel
es: Cancelar

source: Changes saved
es: Cambios guardados

source: Connection timeout
es: Conexión cancelada

source: Edit cancelled
es: Edición cancelada

source: General site settings
es: Configuraciones generales del sitio

source: Icon
es: Icono

source: Load blacklist
es: Cargar bloqueados

source: Name
es: Nombre

source: No entries in the blacklist
es: No hay registro en bloqueados

source: No results
es: No hay resultados

source: PAS plugins configuration
es: Configuración de plugins PAS

source: Remove selected
es: Eliminado seleccionado

source: Remove user
es: Usuario eliminado

source: Remove?
es: ¿Eliminar?

source: Save
es: Guardar

source: Search
es: Buscar

source: Search for Velruse users
es: Buscar usuarios en Velruse

source: Settings saved
es: Configuración guardada

source: Site login enabled
es: Acceso al sitio activado

source: URL or path
es: Dirección URL o ruta

source: Users management
es: Administración de usuarios

source: Velruse authentication plugin
es: Plugin de autenticación Velruse

source: Velruse backend
es: Backend Velruse

source: Velruse integration settings
es: Configuración de integración Velruse

source: You can perform authentication with one of those services
es: Puede intentar autenticarse con uno de estos servicios

source: blacklist_management_help
es: Si ha eliminado un usuario en la lista negra, y no es capaces de encontrarlo en la sección anterior. Utilice este formulario para la limpieza de las entradas antiguas de la lista negra

source: given_roles_help
es: Un conjunto de roles de este plugin se dan automáticamente a los miembros autenticados

source: given_roles_label
es: Roles de usuarios

source: help_activated_plugins
es: Proporciona una lista de servicios de autenticación configurado correctamente en el backend Velruse

source: help_connection_timeout
es: El tiempo de espera en segundos para esperar por una conexión sea establecida a servidor Velruse

source: help_site_login_enabled
es: Ayuda de ingreso al sitio activada

source: help_velruse_settings_form
es: Configure cómo Plone hablar con Velruse backend

source: no_plugin_activated
es: Autenticación con otros servicios no esta disponible, Contacte al administrador del sitio.

source: plone_login
es: Ingresar al Sitio

source: plugins-config-help
es: Seleccioné un plugin PAS para administrar su configuración

source: user_management_help
es: Desde esta sección puede buscar usuarios almacenados en este plugin, Esto quiere decir que usuarios que han ingresado usando el plugin Velruse. Puede eliminar datos almacenados de los usuarios y/o usuarios bloqueados. Usuarios bloqueados no serán capaces de autenticarse mas (útil para bloquear usuarios spam/troles).

source: users_delete_message
es: $count usuarios eliminados

source: velruse_auth_info_path_help
es: Revisa la ruta de la información sobre autenticación

source: velruse_auth_info_path_label
es: Ruta de la información de Velruse

source: velruse_backend_icon_help
es: Una dirección URL (también puede ser una ruta relativa) a un icono para ser visualizado en el formulario de ingreso. El tamaño recomendado 64x64px.

source: velruse_backend_name_help
es: El nombre de la red social o servicio de autenticación.

source: velruse_backend_url_help
es: Una dirección URL (también puede ser una ruta relativa) a Velruse. \nEsta dirección URL debe estar correctamente configurada en Velruse para conectarse al servicio remoto.

source: velruse_login
es: Conectarse con...

source: velruse_plugin_config
es: Configuración ${plugin_name}

source: velruse_server_host_help
es: Configura la dirección del servidor donde Velruse esta escuchando.

source: velruse_server_host_label
es: Cliente del servidor Velruse.
