Repository: CanaimaGNULinux/canaimagnulinux.web.locales
Catalog: src/canaimagnulinux/web/locales/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Author
es: Créditos

source: Named section where the article appears
es: Nombre de la sección en la que aparece la nota

source: News importance
es: Importancia de la nota

source: Subordinate headline of the article
es: El titular subordinado la nota

source: Subtitle
es: Antetítulo

source: A company or organization that offers Plone services.
es: Una compañía o organización que ofrece servicios con Canaima GNU/Linux.

source: A link to media coverage of Plone.
es: Un enlace a las coberturas de los medios de comunicación de Canaima GNU/Linux.

source: A publication workflow for Buzz and SiteUsingPlone objects
es: Un flujo de trabajo de publicación para los objetos Buzz y SiteUsingPlone

source: A publication workflow for BuzzFolder, CaseStudyFolder, ProviderFolder and SiteUsingPloneFolder objects
es: Un flujo de trabajo de publicación para los objetos BuzzFolder, CaseStudyFolder, ProviderFolder y SiteUsingPloneFolder

source: A publication workflow for Plone.net content
es: Un flujo de trabajo de publicación para los contenidos de Canaima GNU/Linux

source: A service that offers the Plone services companies or organizations.
es: Un servicio que ofrece la compañía de servicios de Canaima GNU/Linux o organización.

source: Buzz Folder
es: Carpeta de Coberturas en medios de comunicación

source: Case Study Folder
es: Carpeta de Casos de estudio

source: Case study
es: Caso de estudio

source: Draft
es: Borrador

source: Draft (not visible)
es: Borrador (no visible)

source: Every member can make this item private
es: Cada miembro puede hacer este elemento privado

source: Every member can make this item visible
es: Cada miembro puede hacer este elemento visible

source: Folder Workflow
es: Flujo de trabajo de Carpeta

source: Folder for Plone buzz items.
es: Carpeta para Coberturas en medios de comunicación de Canaima GNU/Linux.

source: Folder for Services.
es: Carpeta para Servicios.

source: Folder for case studies.
es: Carpeta para casos de estudios.

source: Folder for providers.
es: Carpeta para proveedores.

source: Folder for sites using Plone.
es: Carpeta para sitios que usan Plone.

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
es: Si envió el elemento por error, o desea realizar ediciones adicionales, esto lo retirará.

source: Make private
es: Hacer privado

source: Make this item private
es: Hacer a este elemento privado

source: Make visible
es: Hacer visible

source: Manager suspends content
es: Los administradores suspenden contenidos

source: Managers can suspend this item content.
es: Los administradores puede suspender este elemento de contenido.

source: Media Coverage
es: Coberturas en medios de comunicación

source: Member can makes this item content will be visible
es: Los miembros puede hacer a este elemento sea visible

source: Member makes content private
es: Los miembros hacen que el contenido sea privado

source: Member makes content visible
es: Los miembros hacen que el contenido sea visible

source: Member requests publishing
es: Los miembros solicitan publicación

source: Member retracts submission
es: Los miembros rechazan su envio

source: Members can publish the items to reviewer users for his approbation
es: Los miembros pueden publicar elementos para ser revisado por revisores

source: Members can retract his submission
es: Los miembros pueden rechazar su envio a publicación

source: Pending
es: Pendiente

source: Plone.net content workflow
es: Flujo de trabajo de contenidos para Canaima GNU/Linux

source: Private
es: Privado

source: Provider
es: Proveedores

source: Provider Folder
es: Carpeta de Proveedores

source: Public Draft
es: Borrador público

source: Public Workflow
es: Flujo de trabajo Público

source: Public this item as a Draft
es: Publicar este elemento como un Borrador

source: Publish
es: Publicar

source: Published
es: Publicado

source: Publishing the item makes it visible to other users.
es: Al publicar el elemento será visible para otros usuarios.

source: Puts your item in a review queue, so it can be published on the site.
es: Pone su elemento en una cola de revisión, de forma que pueda ser publicado en el sitio.

source: Reject
es: Rechazar

source: Retract
es: Retractar

source: Reviewer publishes content
es: El revisor publica contenido

source: Reviewer rejects submission
es: El revisor rechazan el envió

source: Sending the item back will return the item to the original author instead of publishing it. You should preferably include a reason for why it was not published.
es: Al retirar el elemento lo devolverá al autor original, en lugar de publicarlo. Sería deseable que incluyera una razón por la cual no ha sido publicado.

source: Services
es: Servicios

source: ServicesFolder
es: Carpeta de servicios

source: Shows off a Plone site or project built for a customer.
es: Muestra un sitio Plone o proyecto construido para un cliente.

source: Site Using Plone Folder
es: Carpeta de Sitios que usan Plone

source: Site using Plone
es: Sitios que usan Plone

source: Site using Plone. Not a full case study, but just a description and URL.
es: Sitios que usan Plone. No es un caso de estudio completo, pero solo una descripción y la dirección Web (URL).

source: Submit
es: Enviar

source: Supporter Workflow
es: Flujo de trabajo de Proveedores de servicios

source: Suspend
es: Suspender

source: Suspended
es: Suspendido

source: This item is a Draft, but its not visible to everyone.
es: Este elemento es un borrador, pero no es visible para todos.

source: This item was Published
es: Este elemento fue publicado

source: This item was suspended.
es: Este elemento fue suspendido.

source: Visible to everyone, but not approved by the reviewers.
es: Visible para todo el mundo, pero no aprobado por los revisores.

source: Visible to everyone, not editable by the owner.
es: Visible para todo el mundo, no editable por su propietario.

source: Waiting to be reviewed, not editable by the owner.
es: Esperando a ser revisado, no editable por su propietario.

source: box_more_recently_changed
es: Todos los cambios recientes...

source: box_recent_changes
es: Cambios recientes

source: box_recent_changes_title
es: ${box_recent_changes_rss_img} <span>Subscribir a actualizaciones</span>

source: box_recent_no_items
es: No hay elementos cambiados.

source: portlet_rss_title
es: Canal RSS

source: A simple review workflow for comments
es: Flujo de trabajo simple de moderación de comentarios

source: Approve
es: Aprobar

source: Approving the comment makes it visible to other users.
es: Aprobar el comentario significa que se publicará para todos los usuarios

source: Comment
es: Comentario

source: Comment Review Workflow
es: Flujo de trabajo de moderación de comentarios

source: Comment about the last transition
es: Comentario sobre la última transición

source: Commentators
es: Autores

source: Comments added to a content item.
es: Comentarios añadidos

source: Discussion
es: Discusión

source: Moderate comments
es: Moderar comentarios

source: Previous transition
es: Transición anterior

source: Provides access to workflow history
es: Acceso al historial del flujo de trabajo

source: Reviewer approves content
es: El revisor aprueba el comentario

source: Submitted, pending review.
es: Enviado, pendiente de moderación

source: The ID of the user who performed the previous transition
es: El ID del usuario que ejecutó la transición anterior

source: Total number of comments
es: Número total de comentarios

source: Total number of comments on this item.
es: Número de comentarios de este elemento

source: Users who have commented on the item
es: Usuarios que han comentado el elemento

source: Visible to everyone, non-editable.
es: Visible para todos, no-editable

source: When the previous transition was performed
es: Cuándo se ejecutó la transición anterior
